[
  {
    "id": 0,
    "title": "HAPS",
    "subtitle": "website",
    "year": 2024,
    "semester": "1. semester",
    "grade": "Ingen karakter givet",
    "description": "Madside med opskriter, for studerende. Case med et webunivers",
    "description2": "HAPS er en hjemmeside med fokus på opskrifter, madplaner og inspiration til hverdagsmad. På siden kan man finde en samling af opskrifter, der er opdelt i forskellige kategorier som f.eks. hurtig mad, vegetarretter, budgetvenlige måltider og proteinrige opskrifter. Derudover tilbyder HAPS en ugentlig madplan samt en indkøbsfunktion, der samler de nødvendige ingredienser til opskrifterne. Hjemmesiden indeholder også en blogsektion, hvor der deles idéer og tips relateret til mad og måltider i hverdagen.",
    "tags": ["HTML", "CSS"],
    "image": "images/hapsBla.png",
    "screenImage": "images/websitesScreen/hapsScreen.png",
    "url": "https://haps.astrupdesigns.dk/madplan.html"
  },
  {
    "id": 1,
    "title": "Radar",
    "subtitle": "Responsiv website",
    "year": 2024,
    "semester": "1. semester",
    "grade": "12",
    "description": "Spillestedet Radar i Aarhus. Case med ny udgave af deres hjemmeside, for at få flere besøgende.",
    "description2": "Radar er en aarhusiansk koncert- og musikscene, hvor der præsenteres et bredt udvalg af livearrangementer. På hjemmesiden findes en kalender over kommende koncerter og events, suppleret med information om de medvirkende kunstnere og musikgenrer. Derudover indeholder siden et galleri med billeder fra tidligere koncerter, som giver et indtryk af stemningen på stedet. Praktiske oplysninger som adresse, kontaktinformation og muligheder for booking er også tilgængelige.",
    "tags": ["HTML", "CSS"],
    "image": "images/radarBla.png",
    "screenImage": "images/websitesScreen/radarScreen.png",
    "topImage": "images/radarHel.jpg",
    "url": "https://radar.astrupdesigns.dk"
  },
  {
    "id": 2,
    "title": "Zero BuzzBrew",
    "subtitle": "Website",
    "year": 2025,
    "semester": "2. semester",
    "grade": "Ingen karakter givet",
    "description": "Gruppeprojekt med at lave en hjemmeside for et fiktivt bryggeri, med fokus på at skabe fællesskab for unge.",
    "description2": "Sammen med en gruppe har jeg udviklet websitet for ZeroBuzz Brew, et fiktivt microbryggeri. På siden findes beskrivelser af, hvordan øllene opleves sensorisk: hvor tydeligt brus de indeholder, hvorvidt de fremstår grumsede, og hvordan smagen ændrer sig ved forskellige temperaturer. Designet er farverigt og moderne, og der er arbejdet med grafiske elementer og infografik til at formidle produktinformation og brygningsproces på en enkel måde.",
    "tags": ["HTML", "CSS", "JavaScript"],
    "image": "images/brewBla.png",
    "screenImage": "images/websitesScreen/buzzScreen.png",
    "url": "https://zerobuzzbrew.astrupdesigns.dk/"
  },
  {
    "id": 3,
    "title": "Menstruation",
    "subtitle": "Informativ website",
    "year": 2025,
    "semester": "2. semester",
    "grade": "10",
    "description": "I samarbejde med STENO museet, har vi lavet en hjemmeside om menstruation, for at nedbryde tabuer og lære om menstruation til målgruppen; mellemtrinnet i folkeskolen.",
    "description2": "Denne menstruations hjemmeside, fokuserer på information om menstruation og menstruationscyklus. Siden præsenterer grafiske illustrationer — herunder et cyklusdiagram som viser sammenhængen mellem menstruationscyklus og årstiderne (forår, sommer, efterår og vinter). Formålet er at give et visuelt og informativt indblik i, hvordan menstruationscyklussen udvikler sig over tid, både med biologiske aspekter og med mulige rytmiske eller årstidsrelaterede perspektiver. (Websitet er lavet som en webapp og er derfor kun optimeret til Ipad pro skærmstørrelse.)",
    "tags": ["HTML", "CSS", "JavaScript"],
    "image": "images/menstruationBla.png",
    "screenImage": "images/websitesScreen/mensScreen.png",
    "topImage": "images/mensHel.jpg",
    "url": "https://menstruation.astrupdesigns.dk/"
  },
  {
    "id": 4,
    "title": "Aarhus Bordtennis",
    "subtitle": "Aktivt website",
    "year": 2025,
    "semester": "Lavet uden studie sammenhæng, som frivilligt arbejde",
    "grade": "Ingen karakter",
    "description": "Informationsside for Aarhus Bordtennisklub, med fokus på at gøre siden mere aktiv og brugervenlig.",
    "description2": "Dette website er klubbens officielle hjemmeside, hvor medlemmer og interesserede kan finde information om tilbud og aktiviteter. Der er lagt vægt på at formidle klubbens værdier som fællesskab, udvikling og sportslig aktivitet, bl.a. gennem tekstindhold og billeder fra træning og events. Websitet fungerer som en digital indgang til klubben og understøtter både kommunikation med nuværende medlemmer og rekruttering af nye.",
    "tags": ["Wordpress"],
    "image": "images/bordtennisBla.png",
    "screenImage": "images/websitesScreen/aabtScreen.png",
    "topImage": "images/aabtHel.jpg",
    "url": "https://aarhusbordtennis.dk/"
  }
]
